Repository: 84000/data-translation-memory
Catalog: toh47-v3.tmx
Source language: bo
Languages: en

source: ཞི་བའི་བློ་གྲོས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཚད་མེད་གྲངས་མེད་པ་དག་ན་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པའི་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ། སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཀྱིས་མཁྱེན་པའི་སེམས་ཅན་གྱི་ཁམས་ནི་ཆེས་མང་གི །སའི་ཁམས་ནི་དེ་ལྟ་མ་ཡིན་ནོ་ཞེས་བྱ་སྟེ། ཞི་བའི་བློ་གྲོས་ཡོངས་སུ་བརྟག་པ་ཉེ་བར་བཟུང་ནས་སེམས་ཅན་དེ་དག་ཐམས་ཅད་སྔ་ཕྱི་མེད་པར་མིའི་ལུས་ཐོབ་པར་གྱུར་ལ། ཞི་བའི་བློ་གྲོས་སེམས་ཅན་ཐམས་ཅད་འདི་ལྟ་སྟེ།
en: As many beings as there are in the immeasurable, incalculable worlds in the ten directions, Śāntamati, if they were all collected into a single collection of beings, the buddhas would know them all, even though one would say that the mass of those beings is far greater even than the mass of the earth element.

source: གནས་བརྟན་ཤྭ་ར་དྭ་ཏིའི་བུའི་ཤེས་རབ་དང་། ཡེ་ཤེས་དེ་ལྟ་བུ་དང་ལྡན་པར་གྱུར་ལ། ཤཱ་རིའི་བུ་ལྟ་བུའི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་ཤེས་རབ་དང་། ཡེ་ཤེས་གང་ཡིན་པའི་ཤེས་རབ་དང་། ཡེ་ཤེས་དེ་སེམས་ཅན་གཅིག་དང་ལྡན་པར་གྱུར་ཅིང་རྣམ་གྲངས་འདིས་སེམས་ཅན་ཐམས་ཅད་ཤེས་རབ་དང་།
en: Furthermore, Śāntamati, consider that all these beings are destined to acquire a human body sooner or later, and what is more, all these beings are destined to possess knowledge and wisdom to the same extent as the elder, Śāriputra, such that a single being would possess the knowledge and wisdom of all beings, which would be equal to that of Śāriputra.

source: ཡེ་ཤེས་དེ་ལྟ་བུ་དང་ལྡན་པར་གྱུར་ལ།
en: In this way, all beings would possess knowledge and wisdom to this same extent.

source: ཞི་བའི་བློ་གྲོས་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱིས་བསྐལ་པའམ། བསྐལ་པ་ལས་ལྷག་པར་ཐེ་ཙོམ་གྱི་དྲི་བ་བསམས་ཤིང་གཞལ་ཏེ། ཡོངས་སུ་བཅལ་ལ། སེམས་ཅན་གཅིག་གི་ཐེ་ཚོམ་དྲི་བ་གང་ཡིན་པ་དེ་གཉིས་པའི་མ་ཡིན་ཞིང་།
en: Now, Śāntamati, consider that all these beings would then think over their doubts and questions, assess them, and evaluate them critically for an eon or more than an eon in such a way that the doubts and questions of one being would be different from those of a second being.

source: ཞི་བའི་བློ་གྲོས་རྣམ་གྲངས་འདིས་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཐེ་ཙོམ་གྱི་དྲི་བ་ཐ་དད་པ་བསམས་ཏེ།
en: In this way, Śāntamati, each and every being would ponder over their own respective doubts and questions.

source: བཅོམ་ལྡན་འདས་ཀྱི་གན་དུ་དོང་ནས་སེ་གོལ་གཏོགས་པ་སྲིད་ལ་ཐེ་ཚོམ་གྱི་དྲི་བ་དེ་དག་གསོལ་ཀྱང་དེས་སེམས་ཅན་གཅིག་གི་རྗེས་སུ་ཞུགས་པའི་དྲན་པས་ཐམས་ཅད་བཟུང་ནས་གསུང་བརྗོད་པ་གཅིག་གིས་དེ་དག་གི་ཐེ་ཙོམ་གྱི་དྲི་བ་ཐམས་ཅད་གཅོད་དེ།
en: Now, consider that all these beings were then to go and see the Blessed One all together, and in the time it takes to snap one’s fingers they were all to ask him to clarify their doubts and questions.

source: དེ་དག་ཐམས་ཅད་ཀྱང་རང་རང་གི་ཐེ་ཙོམ་གྱི་དྲི་བ་ཁྱད་པར་ཤེས་ཤིང་བཅོམ་ལྡན་འདས་ཀྱིས་ཞུས་པ་ལུང་བསྟན་པས་ཐམས་ཅད་ཀྱང་སེམས་རངས་པར་འགྱུར་ཏེ།
en: After giving his full attention to them with one penetrating thought, the Blessed One would resolve all their doubts and questions by pronouncing a single utterance, and all these beings would know that their respective doubts and questions were resolved, and they all would be gladdened by the Blessed One’s elucidation of their questions.

source: ཞི་བའི་བློ་གྲོས་དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པའི་གསུང་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོགས་པ་གཅོད་ཅིང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སོམ་ཉི་སེལ་ཀྱང་དེ་བཞིན་གཤེགས་པ་ནི་དེ་ལ་ཐུགས་ཀྱིས་མཛད་པའམ།
en: “In this way, Śāntamati, the speech of a realized one dispels the doubts of all beings and eliminates their hesitancy.

source: གསུང་དུ་བརྗོད་པ་ཡང་མི་མངའ་ལ་མཛད་པ་དེ་ཡང་མཛད་དེ།
en: Still, a realized one has ceased all thought and therefore does not articulate any words, and yet, he does what needs to be done.

source: འདི་ནི་གསུང་རྨད་དུ་བྱུང་བའོ། །
en: This is the marvel of a realized one’s speech.

source: འདི་ནི་གསུང་ཡོངས་སུ་དག་པའོ། །
en: This is its purity.”

source: དེ་བཞིན་གཤེགས་པའི་གསུང་ངོ་མཚར་ཅན་དང་གསུང་གི་གསང་བ་འདི་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་བཤད་པའི་ཚེ་སྲོག་ཆགས་སུམ་ཁྲི་ཉིས་སྟོང་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །བསྐལ་པ་བཟང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཞིང་གང་དང་གང་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཐད་ན་ཚངས་པར་སྤྱད་པ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེ་ལ་མཆོད་པའི་ལས་ཀྱི་ཕྱིར་མེ་ཏོག་རྣམས་ཀྱིས་ཀྱང་གཏོར།
en: When Vajrapāṇi, Lord of the Guhyakas, had described the wondrous nature and the mysterious nature of the speech of a realized one, thirty-two thousand beings conceived the aspiration for unsurpassable and perfect awakening, and the bodhisattvas of this Fortunate Eon from within the buddha domains of the blessed buddhas throughout the ten directions, who were leading the holy life in their presence, showered flowers upon Vajrapāṇi, Lord of the Guhyakas, in order to worship him.

source: རིན་པོ་ཆེའི་གདུགས་རྣམས་ཀྱང་གཏོང་ངོ་། །
en: They also sent him jeweled parasols.

source: དེ་ནས་མེ་ཏོག་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་ཡང་ཕོག །གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེའི་ལུས་ལ་ཡང་ཕོག་ཅིང་འཁོར་ཐམས་ཅད་ལ་ཡང་འཐོར་རོ། །རིན་པོ་ཆེའི་གདུགས་དེ་དག་ཀྱང་བར་སྣང་ལ་གནས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་དབུའི་གཙུག་གི་སྟེང་ན་འདུག་གོ །
en: The flowers fell upon the bodies of the Blessed One and Vajrapāṇi, Lord of the Guhyakas, and spread throughout the entire assembly, while the jeweled parasols remained hovering in the air above the head of the Blessed One.

source: རིན་པོ་ཆེའི་གདུགས་དེ་དག་ལས་ཀྱང་བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་བཅོམ་ལྡན་འདས་ལ་མཆོད་པ་བགྱི་བ་དང་། དེས་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཉིད་རྨད་དུ་བྱུང་བ་འདི་བསྟན་པས་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེ་རྗེས་སུ་གཟུང་བའི་སླད་དུ་བསྐལ་པ་བཟང་པོ་བའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་བཏང་བ་ལགས་སོ་ཞེས་སྒྲ་བྱུང་ངོ་། །
en: A voice was then heard coming from the jeweled parasols and this is what it said: “Blessed One, we have been sent by the bodhisattvas of this Fortunate Eon to worship the Blessed One and to convey our appreciation to Vajrapāṇi, Lord of the Guhyakas, for having described the nature of a realized one as a marvelous thing.”

source: དེ་ནས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་ངོ་མཚར་དུ་གྱུར་ནས་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེ་ལ་ཕྱག་འཚལ་ཞིང་གུས་པ་ཆེར་བསྐྱེད་དེ། །
en: When they heard this voice, everyone in the assembly was even more awestruck than before, and they all bowed to Vajrapāṇi, Lord of the Guhyakas, and developed an even greater sense of respect for him.

source: ཚིག་འདི་སྐད་ཅེས་བདག་ཅག་གིས་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེ་མཐོང་བ་དང་། དེ་བཞིན་གཤེགས་པའི་གསུང་བསམ་གྱིས་མི་ཁྱབ་པ་འདི་ཐོས་པ་ནི་བདག་ཅག་གིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ། །
en: They said, “We have obtained something well worth obtaining by having seen Vajrapāṇi, Lord of the Guhyakas, and having heard about the inconceivable nature of a realized one.

source: གང་དག་བསྟན་པ་འདི་ཐོས་ནས་མོས་ཤིང་སོམ་ཉི་ཟ་བར་མི་འགྱུར་བའི་སེམས་ཅན་དེ་དག་ནི་དོན་ཡོད་པའི་མི་ཉིད་རྙེད་པར་འགྱུར་རོ། །
en: Among those beings who hear this teaching, none will fail to obtain rebirth as a human being, gain motivation, and stop entertaining doubts.

source: དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་འདུལ་བར་འགྱུར་ཞིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་ཡང་འགྱུར་རོ་ཞེས་སྨྲས་སོ། །
en: All of them will become ready to be guided by the Realized One and it will be impossible to be turned back from unsurpassable and perfect awakening.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་ཐམས་ཅད་ལ་ལེགས་སོ་ཞེས་བྱ་བ་གནང་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞི་བའི་བློ་གྲོས་ལ་བཀའ་སྩལ་པ།
en: At that point, the Blessed One gave his approval to the entire assembly and spoke to the bodhisattva of great courage, Śāntamati.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པའི་ཡང་དག་པ། དེ་བཞིན་གཤེགས་པའི་ཆོས་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པ།
en: He said, “Śāntamati, a realized one’s qualities, which are possessed by the Realized One as they truly are, run counter to all the worlds.

source: དེ་བཞིན་གཤེགས་པའི་གནས་པ་གང་ཡིན་པ་དེ་དག་ནི་གསང་བའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་ནང་དུ་བསྟན་ཏོ།
en: Vajrapāṇi, Lord of the Guhyakas, has described them here in this teaching of the Dharma.

source: བསྙད་དོ། །ཡང་དག་པར་བཤད་དོ། །
en: He has pointed them out and made them clear.

source: གང་དག་ཆོས་བསྟན་པ་འདི་ལ་མོས་པའི་སེམས་ཅན་དེ་དག་ནི་རིང་པོ་མི་ཐོགས་པར་ཆོས་ཉིད་འདི་ལྟ་བུ་དང་ལྡན་པར་འགྱུར་རོ། །
en: Beings will become endowed with these qualities without delay.

source: གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་མོས་པ་དང་།
en: They will hear this teaching of the Dharma and become motivated by it.

source: འཆང་བ་དང་།
en: They will hold on to it.

source: མི་དངང་མི་སྐྲག་སྐྲག་པར་མི་འགྱུར་བ་དང་།
en: They will not fear. They will not tremble. They will not fall into a state of terror.

source: དོན་རྟོགས་པའི་རྗེས་སུ་རྟོག་པ་དང་།
en: They will develop a firm understanding of its meaning, and they will hasten to make it their reality.

source: དེ་བཞིན་ཉིད་དུ་སྒྲུབ་པ་དེ་ཉིད་དེ་དག་གི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པར་འགྱུར་རོ། །
en: This is the prediction of their unsurpassable and perfect awakening.”

source: གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་བསྟན་པ་འདི་བཤད་པ་ན་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་དཔག་ཏུ་མེད་པ་དག་རྣམ་པ་དྲུག་ཏུ་རབ་ཏུ་གཡོས་ཏེ་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ཏོ། །
en: When Vajrapāṇi, Lord of the Guhyakas, had taught this teaching, then incalculable, immeasurable worlds throughout the ten directions shook in the six ways and were pervaded with a great light.

source: མེ་ཏོག་གི་ཆར་ཆེན་པོ་ཡང་བབ་པོ། །སིལ་སྙན་དང་རོལ་མོའི་སྒྲ་ཡང་བྱུང་ངོ་། །
en: A great shower of flowers rained down, and the sound of musical instruments and singing could be heard.

source: སེམས་ཅན་གྲངས་མེད་པ་དག་གིས་ནི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: Incalculable beings conceived the aspiration for awakening.

source: བྱང་ཆུབ་སེམས་དཔའ་གྲངས་མེད་པ་དག་གིས་ནི་རྗེས་སུ་འཐུན་པའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: Incalculable bodhisattvas gained the acceptance that brings one into conformity with the Dharma.

source: བྱང་ཆུབ་སེམས་དཔའ་གྲངས་མེད་པ་དག་གིས་ནི་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: Incalculable bodhisattvas acquired the acceptance of the fact that things do not arise.

source: བྱང་ཆུབ་སེམས་དཔའ་གྲངས་མེད་པ་དག་གིས་ནི་སྐྱེ་བ་གཅིག་གིས་ཐོགས་པར་འགྱུར་བའི་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱས་སོ། །
en: Incalculable bodhisattvas brought to maturity the roots of virtue required to be limited to only one more life.

source: དེ་ནས་འཁོར་གྱི་ཁྱམས་དེའི་དབུས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཆུའི་རྒྱུན་ཤིང་རྟའི་སྲོག་ཤིང་ཙམ་གྱིས་ས་ཆེན་པོ་དཔག་ཚད་སྟོང་ཕྲག་དྲུག་ཅུ་རྩ་བརྒྱད་པ་བརྟོལ་ཏེ་མངོན་དུ་བྱུང་བར་སྣང་ངོ་། །
en: At that point, a jet of water became visible. With a diameter measuring the length of a chariot’s axle, it burst through the earth in the middle of the assembly right there in front of the Blessed One, having risen from a depth of sixty-eight thousand leagues.

source: དེ་དག་སྟེང་གི་བར་སྣང་ནས་ཚངས་པའི་འཇིག་རྟེན་གྱི་བར་དུ་མངོན་པར་འཕགས་ཏེ། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཐམས་ཅད་སྤོས་ཆུས་ཆག་ཆག་བཏབ་པར་གྱུར་ཏོ། །
en: It then rose into the sky as far as the Brahmā world and showered fragrant water upon this entire cosmos of a billion worlds.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་ཞི་བའི་བློ་གྲོས་ལ་བཀའ་སྩལ་པ། ཞི་བའི་བློ་གྲོས་ཁྱོད་ཀྱིས་ཆུའི་རྒྱུན་མངོན་པར་འཕགས་པ་འདི་དག་མཐོང་ངམ། གསོལ་བ།
en: The Blessed One asked the bodhisattva Śāntamati, “Śāntamati, do you see this jet of water rising into the sky?”

source: བཅོམ་ལྡན་འདས་མཐོང་ལགས་ཏེ་འདི་སུའི་སྔ་ལྟས་ལགས།
en: “Blessed One, I see it!” he said. “Of whom is this the preceding sign?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཞི་བའི་བློ་གྲོས་ཆུའི་རྒྱུན་འདི་དག་སེམས་མེད་ཀྱང་ཇི་ལྟར་འདི་དག་གིས་ས་ཆེན་པོ་བརྟོལ་ཏེ་མངོན་པར་འཕགས་པ་དེ་བཞིན་དུ་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཆང་བ་དང་། དེ་བཞིན་ཉིད་དུ་སྒྲུབ་པར་བྱེད་པའི་སེམས་ཅན་དེ་དག་ཀྱང་མངོན་པར་འཕགས་པར་འགྱུར་ཏེ། དེ་དག་ནི་མ་རིག་པ་དང་།
en: “Śāntamati,” the Blessed One answered, “just as this jet of water bursts through the earth, which is insentient, and rises into the sky, in exactly the same way those beings who hold on to this teaching of the Dharma and hasten to make it their reality will rise up and burst through the door of all views made from ignorance.

source: ལྟ་བར་གྱུར་པའི་སྒོ་གླེགས་བཅག་ནས་ཆོས་ཀྱི་སྣང་བ་མི་ཟད་པ་དང་། ཤེས་རབ་དང་། སྤོབས་པ་འབྱུང་བར་འགྱུར་རོ། །
en: Doing so, they will manifest the wisdom and inspired eloquence that are the inexhaustible light of the Dharma.

source: དེས་སྐྱེས་བུ་དེ་དག་གིས་ལེགས་པར་བཤད་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་རྣམས་ཚིམ་པར་བྱེད་པར་འགྱུར་ཏེ།
en: In this way, these good people will satisfy all beings with their well-spoken words.

source: འདི་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མ་འདྲེས་པའི་མཚན་ཉིད་དུ་རིག་པར་བྱའོ། །
en: This should be known as a unique quality of this teaching of the Dharma.”

source: དེ་བཞིན་གཤེགས་པའི་གསུང་གི་གསང་བ་བསམ་གྱིས་མི་ཁྱབ་པ་བསྟན་པའི་ལེའུ་སྟེ་བརྒྱད་པའོ།། །།
en: This was the eighth chapter, “The Teaching of the Mystery and Secret of the Realized One’s Speech.” Chapter 9: The Secret of the Realized One’s Mind

source: གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞི་བའི་བློ་གྲོས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཞི་བའི་བློ་གྲོས་དེ་ལ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་ཀྱི་གསང་བ་དང་། ཐུགས་ཀྱི་ཕྲིན་ལས་ཡོངས་སུ་དག་པ་གང་ཞེ་ན།
en: Once more Vajrapāṇi, Lord of the Guhyakas, spoke to the bodhisattva of great courage, Śāntamati: “In this regard, Śāntamati, what is the secret of the mind of the realized ones and the purity of their mental action?

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་གཟུགས་མེད་པ་ན་སྤྱོད་པའི་ལྷའི་རིས་སུ་སེམས་ཅན་གང་དག་སྐྱེས་པ་དེ་དག་རྣམ་པར་ཤེས་པའི་དམིགས་པ་གཅིག་གིས་བསྐལ་པ་བརྒྱད་ཁྲི་བཞི་སྟོང་དུ་གནས་ཀྱང་ཏིང་ངེ་འཛིན་གྱི་ཚེའི་མཐར་མ་ཐུག་གི་བར་དུ་དེ་དག་གི་རྣམ་པར་ཤེས་པ་དེ་རྣམ་པར་ཤེས་པ་གཞན་གྱི་རྗེས་སུ་མི་འབྲང་སྟེ།
en: Śāntamati, let me draw an analogy: Those beings who have been reborn among the classes of gods in the formless realm remain focused upon a single object of consciousness for eighty-four thousand eons.

source: དེ་ནས་ཤི་འཕོས་ནས་ལས་ཇི་ལྟར་བསགས་པ་བཞིན་དུ་སྐྱེ་བ་ཡོངས་སུ་འཛིན་ཏོ། །
en: They do not change the object of their consciousness to a different object of consciousness so long as their concentration lasts until the time they die and acquire another rebirth in accordance with their accumulation of karma.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་ཤེས་པ་ཡང་མི་གནས་པ་སྟེ་གང་གི་ནུབ་མོ་བྱང་ཆུབ་སེམས་དཔའ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་དང་། གང་གི་ནུབ་མོ་དེ་བཞིན་གཤེགས་པ་ཕུང་པོའི་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་བའི་བར་དུ་དེ་བཞིན་གཤེགས་པའི་ཐུགས་ལ་ལྡོག་པ་མི་མངའ།
en: In precisely the same way, Śāntamati, a realized one has a mind that is not fixed on anything, in such a way that from the night when the bodhisattva awakens to unsurpassable and perfect awakening until the night when the Realized One passes into complete cessation, the state of cessation that is free of any remaining thing, during the intervening time there is no modification of the Realized One’s mind;

source: ཐུགས་ལ་རྟོག་པ་མི་མངའ།
en: no mental activity;

source: ཐུགས་ལ་རྣམ་པར་དཔྱོད་པ་མི་མངའ།
en: no mental examination; no forgetfulness of mind;

source: ཐུགས་ལ་འགྱུར་བ་མི་མངའ།
en: no mental alteration;

source: ཐུགས་ཀྱི་ཚད་མི་མངའ།
en: no measurement of mind;

source: ཐུགས་ལ་འཁྲུག་པ་མི་མངའ།
en: no excitement of mind; no mental conflict;

source: ཐུགས་ལ་སེལ་བ་མི་མངའ།
en: no mental avoidance;

source: ཐུགས་ལ་གཡེང་བ་མི་མངའ།
en: no mental distraction;

source: ཐུགས་ལ་ཁེངས་པ་མི་མངའ།
en: no mental elation;

source: ཐུགས་ལ་དམའ་བ་མི་མངའ།
en: no mental depression;

source: ཐུགས་ལ་ཀུན་དུ་སྲུང་བ་མི་མངའ།
en: no mental protection;

source: ཐུགས་ལ་རྒྱུ་བ་མི་མངའ།
en: no movement of mind;

source: ཐུགས་ལ་ཤིན་ཏུ་རངས་པ་མི་མངའ།
en: no excessive joyfulness in the mind;

source: ཐུགས་ལ་རྣམ་པར་འཁྲུག་པ་མི་མངའ།
en: no mental disturbance;

source: ཐུགས་ལ་འཁོན་དུ་འཛིན་པ་མི་མངའ།
en: no malice in the mind;

source: ཐུགས་ལ་གཡོ་བ་མི་མངའ།
en: no vacillation of mind;

source: ཐུགས་ལ་ངེས་པར་སེམས་པ་མི་མངའ།
en: no special comprehension of mind;

source: ཐུགས་ལ་དགྱེས་པ་མི་མངའ།
en: no mental stimulation;

source: ཐུགས་ལ་གནོད་པ་མི་མངའ།
en: no mental pressure;

source: ཐུགས་ལ་འཇུག་པ་མི་མངའ།
en: no application of mind;

source: ཐུགས་ལ་རབ་ཏུ་རྒྱུ་བ་མི་མངའ།
en: no wandering of the mind;

source: ཐུགས་ལ་རྣམ་པར་རྟོག་པ་མི་མངའ།
en: no mental conceptualization;

source: ཐུགས་ལ་ཡོངས་སུ་རྟོག་པ་མི་མངའ།
en: no mental imagination;

source: ཐུགས་ལ་ཞི་གནས་མི་མངའ། ཐུགས་ལ་ལྷག་མཐོང་མི་མངའ།
en: no calming state of mind, no deep mental insight;

source: ཐུགས་རྣམ་པར་ཤེས་པའི་རྗེས་སུ་འབྲང་བ་མི་མངའ།
en: no consciousness that chases after thoughts;

source: རང་གི་ཐུགས་ལ་གནས་པ་མི་མངའ།
en: no dwelling on one’s own thoughts;

source: གཞན་གྱི་སེམས་ལ་ལྟ་བ་མི་མངའ།
en: no mental perception of the thoughts of others;

source: ཐུགས་མིག་ལ་གནས་པ་མི་མངའ།
en: no support from the mind for the eye;

source: ཐུགས་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ལ་གནས་པ་མི་མངའ།
en: no support from the mind for the intellect, the physical body, the tongue, nose, or ear;

source: ཐུགས་གཟུགས་ལ་གནས་པ་མི་མངའ།
en: no support from the mind for visual forms;

source: ཐུགས་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་ལ་གནས་པ་མི་མངའ།
en: no support from the mind for thoughts, tactile sensations, tastes, smells, or sounds;

source: ཐུགས་ཆོས་ལ་གནས་པ་མི་མངའ།
en: no support from the mind for mental objects;

source: ཐུགས་དམིགས་པ་ལ་གནས་པ་མི་མངའ།
en: no place in the mind for mental appearances;

source: ཐུགས་ཡིད་ལ་གནས་པ་མི་མངའ།
en: no mind that is without a place;

source: ཐུགས་ནང་ན་གནས་པ་མི་མངའ།
en: no internal place for the mind;

source: ཐུགས་ཕྱི་རོལ་ན་གནས་པ་མི་མངའོ། །
en: and no external place for the mind.

source: ཐུགས་དེ་ཆོས་རྣམས་ལ་མི་འཇུག་གོ །ཐུགས་དེ་ཡེ་ཤེས་ལ་མི་འཇུག་གོ །ཐུགས་དེ་འདས་པ་འམ། མ་འོངས་པ་འམ། ད་ལྟར་བྱུང་བ་ལ་མི་རྟོག་གོ །
en: He also has a mind that does not engage with things, a mind that does not engage with knowledge, and also a mind that is not perceived as being past, present, or future.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པ་ནི་དེ་ལྟར་ཐུགས་ཡོངས་སུ་དག་པ་སྟེ།
en: “In this way, Śāntamati, a realized one has purity of mind, and he does not produce any mental object with the mind.

source: ཐུགས་ཀྱིས་ཆོས་གང་ཡང་མངོན་པར་མི་སྒྲུབ་ལ་ཆོས་ཐམས་ཅད་ལ་ཡང་དེའི་ཡེ་ཤེས་མ་ཆགས་མ་ཐོགས་པ་འཇུག་གོ །
en: Yet, he develops a knowledge and vision toward all things without any aversion or attachment.

source: རང་གི་ཐུགས་ཡོངས་སུ་དག་པས་སེམས་ཅན་གང་གི་སེམས་ཀྱང་ཡོངས་སུ་མ་དག་པར་མི་གཟིགས་ཏེ།
en: With the purity of his own mind, he does not perceive the mind of any being as impure.

source: དེ་གཟིགས་ཀྱང་གཟིགས་པ་མ་ཡིན་ཞིང་རྣམ་པར་མི་རྟོག་གོ །
en: He sees, but he does not see anything, and he does not form any concepts.

source: གཟིགས་ཀྱང་སྤྲོས་པར་མི་མཛད་དོ། །
en: He sees, but he does not generate any conceptual elaborations.

source: གཟིགས་པས་ཀུན་གཟིགས་པ་དང་རྣམ་པར་གཟིགས་པ་མི་གཟིགས་སོ། །
en: He does not see seeing or discerning by means of seeing.

source: དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་དེ་ནི་ཤའི་མིག་གི་མཐོང་བ་དང་ལྡན་པ་མ་ཡིན། ལྷའི་མིག་གི་མཐོང་བ་དང་ལྡན་པ་མ་ཡིན། ཤེས་རབ་ཀྱི་མིག་གི་མཐོང་བ་དང་ལྡན་པ་མ་ཡིན། ཆོས་ཀྱི་མིག་གི་མཐོང་བ་དང་ལྡན་པ་མ་ཡིན། སངས་རྒྱས་ཀྱི་སྤྱན་གྱི་གཟིགས་པ་དང་ལྡན་པ་མ་ཡིན།
en: In addition, the knowledge of the realized one is not connected with the vision of the eye of flesh, nor is it connected with the vision of the divine eye, nor is it connected with the vision of the eye of wisdom, nor is it connected with the vision of the eye of Dharma, nor is it connected with the vision of the buddha eye.

source: ལྷའི་རྣ་བའི་ཐོས་པ་དང་ལྡན་པ་མ་ཡིན།
en: It is not connected with the hearing of the divine ear.

source: གཞན་གྱི་སེམས་ལ་ལྟ་བ་དང་ལྡན་པ་མ་ཡིན།
en: It is not connected with the knowledge of others’ minds.

source: སྔོན་གྱི་གནས་རྗེས་སུ་དྲན་པ་དང་ལྡན་པ་མ་ཡིན།
en: It is not connected with the remembrance of past lives.

source: རྫུ་འཕྲུལ་རྣམ་པར་འཕྲུལ་བ་དང་ལྡན་པ་མ་ཡིན།
en: It is not connected with the marvelous manifestation of superhuman powers.

source: ཟག་པ་ཟད་པ་ཤེས་པ་དང་ལྡན་པ་ཡང་མ་ཡིན་ལ། དེ་ཆོས་ཐམས་ཅད་དང་མི་ལྡན་པ་ཡང་མ་ཡིན་ཏེ།
en: It is not connected with the knowledge of the destruction of the defilements.

source: ཆོས་ཐམས་ཅད་ལ་ཆགས་པ་མེད་པར་ལྡན་པ་ཡིན་ནོ། །དེའི་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་ཀྱི་རྒྱུན་རྣམས་ནི་བསྒྲིམ་པ་མི་མངའ་ཞིང་ལྷུན་གྱིས་གྲུབ་ལ་མངོན་པར་འདུ་མཛད་པ་མི་མངའ་བར་གནས་སོ། །སེམས་ཅན་གྱི་སྤྱོད་པ་ཐམས་ཅད་ལ་ཡང་གཟིགས་སོ། །སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་ཡང་རབ་ཏུ་མཁྱེན་ཏོ། །
en: “He is disconnected from attachment to everything while not being disconnected from anything, and thus streams of a realized one’s knowledge become manifest for him effortlessly, spontaneously, and without fabrication so that he perceives the behaviors of all beings, knows about the purification of all beings’ afflictions, and never becomes bewildered.

source: དེའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་མཁྱེན་པ་ཡང་བསྙེལ་བ་མི་མངའ་སྟེ།
en: This is due to the ten powers, the forms of self-assurance, and the eighteen unique attributes of a buddha.

source: དེ་བཞིན་གཤེགས་པའི་ཆོས་དེ་དག་ནི་ལྷུན་གྱིས་གྲུབ་ཅིང་བསྒྲིམ་པ་མི་མངའ་ལ་མངོན་པར་འདུ་མཛད་པ་མི་མངའ་བར་འཇུག་གོ །
en: These qualities of a realized one come into being spontaneously, effortlessly, and without fabrication.

source: དེ་བཞིན་གཤེགས་པ་ནི་སེམས་དང་ཡིད་དང་།
en: Moreover, a realized one is free of mental consciousness and mind;

source: རྣམ་པར་ཤེས་པ་དང་ཡང་བྲལ་ལ་ཏིང་ངེ་འཛིན་གྱི་གནས་ཀྱང་མི་འདོར་རོ། །
en: he does not leave the state of meditative concentration, but he performs all the deeds of a buddha.

source: སངས་རྒྱས་ཀྱི་མཛད་པ་ཐམས་ཅད་ཀྱང་མཛད་ལ་དེའི་ཆོས་ཐམས་ཅད་ལ་ཆགས་པ་མི་མངའ་བའི་ཡེ་ཤེས་ཀྱང་གང་དུ་ཡང་མི་ཆགས་སོ། །
en: Due to the fact that his knowledge is unattached to everything, he does not cling to anything.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པའི་དེ་བཞིན་གཤེགས་པ་གཉིས་པ་གང་ཡིན་པ་དེ་ལ་ནི་སེམས་ཀྱང་མི་མངའ། ཡིད་ཀྱང་མི་མངའ། རྣམ་པར་ཤེས་པ་ཡང་མི་མངའ།
en: “Indeed, Śāntamati, consider the example of a realized one who magically creates the form of a second realized one.

source: སྐུའི་འདུ་བྱེད་ཀྱང་མི་མངའ། གསུང་གི་འདུ་བྱེད་ཀྱང་མི་མངའ། ཐུགས་ཀྱི་འདུ་བྱེད་ཀྱང་མི་མངའ་མོད་ཀྱི། འདི་ལྟ་སྟེ། སངས་རྒྱས་ཀྱི་མཐུ་ཉིད་ཀྱིས་སངས་རྒྱས་ཀྱི་མཛད་པ་ཐམས་ཅད་ཀྱང་མཛད་དོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ཡང་སྤྲུལ་པ་དང་མཚུངས་པས་མཉམ་མོ། །
en: While no mind, no mental consciousness, no bodily formations, no verbal formations, and no mental formations are produced with respect to this magically created form, it still performs all the deeds of a buddha, and it does so only by means of the majestic power of a buddha.

source: སྤྲུལ་པའི་ཆོས་ཉིད་ཀྱིས་རྣམ་པར་མི་རྟོག་གོ །དེ་ལ་སྐུའི་རྩོམ་པ་དང་། གསུང་གི་རྩོམ་པ་དང་། ཐུགས་ཀྱི་རྩོམ་པ་ཡང་མི་སྣང་ལ་སངས་རྒྱས་ཀྱི་མཛད་པ་ཐམས་ཅད་ཀྱང་མཛད་དེ། དེ་ཡང་ལྷུན་གྱིས་གྲུབ་ཅིང་བསྒྲིམ་པ་མི་མངའ་ལ་མངོན་པར་འདུ་མཛད་པ་མི་མངའ་བས་མཛད་དོ། །
en: In precisely the same way, Śāntamati, a realized one, being equivalent to a magically created form and something that does not form concepts, because it has the quality of a magically created form, does not appear as something of bodily origin, verbal origin, or mental origin, but performs all the deeds of a buddha, and does so spontaneously, effortlessly, and without fabrication.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པའི་རང་བཞིན་གྱི་མཚན་ཉིད་དུ་ཆོས་ཐམས་ཅད་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཀྱང་སེམས་ཅན་ལ་ཐུགས་བརྩེ་བས་དེ་བཞིན་དུ་བསྟན་ཏོ། །
en: Śāntamati, a realized one has awoken to the fact that all things have, as their defining characteristic, the essential nature of being magically created, and having awoken to this fact, a realized one illuminates all things out of compassion for beings.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་ནི་འདུས་བྱས་ལ་གནས་པ་མ་ཡིན།
en: “Moreover, Śāntamati, a realized one’s knowledge is not founded on what is conditioned, nor is it founded on what is unconditioned.

source: འདུས་མ་བྱས་ལ་གནས་པ་མ་ཡིན། ཕུང་པོ་ལ་གནས་པ་མ་ཡིན། ཁམས་ལ་གནས་པ་མ་ཡིན།
en: It is not founded on the aggregates, nor is it founded on the elements, nor is it founded on the sense spheres.

source: སྐྱེ་མཆེད་ལ་གནས་པ་མ་ཡིན། ནང་ལ་གནས་པ་མ་ཡིན། ཕྱི་རོལ་ལ་གནས་པ་མ་ཡིན།
en: . It is not founded on what is interior, nor is it founded on what is exterior.

source: དགེ་བ་ལ་གནས་པ་མ་ཡིན། མི་དགེ་བ་ལ་གནས་པ་མ་ཡིན།
en: It is not founded on what is good, nor is it founded on what is bad.

source: འཇིག་རྟེན་པ་ལ་གནས་པ་མ་ཡིན། འཇིག་རྟེན་ལས་འདས་པ་ལ་གནས་པ་མ་ཡིན།
en: It is not worldly, nor is it transcendent.
